Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Plugin is not code signed
de: Plug-in ist nicht code-signiert
es: El plugin no tiene firma de código
fr: Le plugin n'est pas signé
ja: プラグインはコード署名されていません
ko: 플러그인에 코드 서명이 없습니다
pt: O plugin não está assinado por código
ru: Плагин не подписан
tr: Eklenti kod imzalı değil
zh_hans: 插件未经代码签名
zh_hant: 外掛程式未經程式碼簽章

source: Plugin not found
de: Plug-in nicht gefunden
es: Plugin no encontrado
fr: Plugin introuvable
ja: プラグインが見つかりません
ko: 플러그인을 찾을 수 없습니다
pt: Plugin não encontrado
ru: Плагин не найден
tr: Eklenti bulunamadı
zh_hans: 未找到插件
zh_hant: 找不到外掛程式

# Plugin requires PasteShelf %@ or later (current: %@)
source: Plugin requires PasteShelf %1$@ or later (current: %2$@)
de: Plug-in erfordert PasteShelf %@ oder neuer (aktuell: %@)
es: El plugin requiere PasteShelf %@ o posterior (actual: %@)
fr: Le plugin nécessite PasteShelf %@ ou ultérieur (actuel : %@)
ja: プラグインには PasteShelf %@ 以降が必要です (現在: %@)
ko: 플러그인은 PasteShelf %@ 이상이 필요합니다 (현재: %@)
pt: O plugin requer PasteShelf %@ ou posterior (atual: %@)
ru: Плагину требуется PasteShelf %@ или новее (текущая: %@)
tr: Eklenti PasteShelf %@ veya üzeri gerektiriyor (mevcut: %@)
zh_hans: 插件需要 PasteShelf %@ 或更高版本（当前：%@）
zh_hant: 外掛程式需要 PasteShelf %@ 或更新版本(目前:%@)

source: Plugin system is disabled
de: Plug-in-System ist deaktiviert
es: El sistema de plugins está desactivado
fr: Le système de plugins est désactivé
ja: プラグインシステムは無効です
ko: 플러그인 시스템이 비활성화되어 있습니다
pt: O sistema de plugins está desativado
ru: Система плагинов отключена
tr: Eklenti sistemi devre dışı
zh_hans: 插件系统已禁用
zh_hant: 外掛程式系統已停用

source: Plugin system is not initialized
de: Das Plug-in-System ist nicht initialisiert
es: El sistema de plugins no está inicializado
fr: Le système de plugins n'est pas initialisé
ja: プラグインシステムが初期化されていません
ko: 플러그인 시스템이 초기화되지 않았습니다
pt: O sistema de plugins não está inicializado
ru: Система плагинов не инициализирована
tr: Eklenti sistemi başlatılmamış
zh_hans: 插件系统未初始化
zh_hant: 外掛程式系統未初始化

source: Plugin uses undeclared permissions: %@
de: Plug-in verwendet nicht deklarierte Berechtigungen: %@
es: El plugin usa permisos no declarados: %@
fr: Le plugin utilise des autorisations non déclarées : %@
ja: プラグインは宣言されていない権限を使用しています: %@
ko: 플러그인이 선언되지 않은 권한을 사용합니다: %@
pt: O plugin usa permissões não declaradas: %@
ru: Плагин использует необъявленные разрешения: %@
tr: Eklenti tanımlanmamış izinler kullanıyor: %@
zh_hans: 插件使用了未声明的权限：%@
zh_hant: 外掛程式使用了未宣告的權限:%@

# Plugin version %@ requires PasteShelf %@ or later
source: Plugin version %1$@ requires PasteShelf %2$@ or later
de: Plug-in-Version %@ erfordert PasteShelf %@ oder neuer
es: La versión del plugin %@ requiere PasteShelf %@ o posterior
fr: La version %@ du plugin nécessite PasteShelf %@ ou ultérieur
ja: プラグインバージョン %@ には PasteShelf %@ 以降が必要です
ko: 플러그인 버전 %@에는 PasteShelf %@ 이상이 필요합니다
pt: A versão do plugin %@ requer PasteShelf %@ ou posterior
ru: Версии плагина %@ требуется PasteShelf %@ или новее
tr: Eklenti sürümü %@ PasteShelf %@ veya üzeri gerektiriyor
zh_hans: 插件版本 %@ 需要 PasteShelf %@ 或更高版本
zh_hant: 外掛程式版本 %@ 需要 PasteShelf %@ 或更新版本

source: Plugins Enabled
de: Plugins aktiviert
es: Complementos activados
fr: Plugins activés
ja: プラグインが有効
ko: 플러그인 활성화됨
pt: Plugins Ativados
ru: Плагины включены
tr: Eklentiler Etkin
zh_hans: 插件已启用
zh_hant: 外掛程式已啟用

source: PNG Image
de: PNG-Bild
es: Imagen PNG
fr: Image PNG
ja: PNG 画像
ko: PNG 이미지
pt: Imagem PNG
ru: PNG-изображение
tr: PNG Görüntüsü
zh_hans: PNG 图片
zh_hant: PNG 圖片

source: Policy
de: Richtlinie
es: Política
fr: Politique
ja: ポリシー
ko: 정책
pt: Política
ru: Политика
tr: Politika
zh_hans: 策略
zh_hant: 政策

source: Policy applied
de: Richtlinie angewendet
es: Política aplicada
fr: Politique appliquée
ja: ポリシーが適用されました
ko: 정책 적용됨
pt: Política aplicada
ru: Политика применена
tr: Politika uygulandı
zh_hans: 策略已应用
zh_hant: 原則已套用

source: Policy violation
de: Richtlinienverstoß
es: Violación de política
fr: Violation de politique
ja: ポリシー違反
ko: 정책 위반
pt: Violação de política
ru: Нарушение политики
tr: Politika ihlali
zh_hans: 策略违规
zh_hant: 原則違反

source: Populated automatically from the discovery document.
de: Automatisch aus dem Discovery-Dokument befüllt.
es: Rellenado automáticamente desde el documento de descubrimiento.
fr: Rempli automatiquement depuis le document de découverte.
ja: ディスカバリ文書から自動入力されます。
ko: 디스커버리 문서에서 자동으로 채워집니다.
pt: Preenchido automaticamente a partir do documento de descoberta.
ru: Заполняется автоматически из discovery-документа.
tr: Discovery belgesinden otomatik doldurulur.
zh_hans: 从发现文档自动填充。
zh_hant: 從探索文件自動填入。

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
ja: 環境設定
ko: 환경설정
pt: Preferências
ru: Настройки
tr: Tercihler
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Preferences...
de: Einstellungen…
es: Preferencias…
fr: Préférences…
ja: 環境設定…
ko: 환경설정…
pt: Preferências…
ru: Настройки…
tr: Tercihler…
zh_hans: 偏好设置…
zh_hant: 偏好設定…

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
ja: プリセット
ko: 프리셋
pt: Predefinição
ru: Пресет
tr: Hazır Ayar
zh_hans: 预设
zh_hant: 預設組

source: Press %lld to paste
de: Drücken Sie %lld zum Einfügen
es: Presione %lld para pegar
fr: Appuyez sur %lld pour coller
ja: %lld を押してペースト
ko: %lld를 눌러 붙여넣기
pt: Pressione %lld para colar
ru: Нажмите %lld для вставки
tr: Yapıştırmak için %lld'e basın
zh_hans: 按 %lld 粘贴
zh_hant: 按 %lld 貼上

source: Press a key combination to set the hotkey, or Escape to cancel
de: Drücken Sie eine Tastenkombination, um das Tastenkürzel festzulegen, oder Esc zum Abbrechen
es: Pulsa una combinación de teclas para establecer el atajo, o Escape para cancelar
fr: Appuyez sur une combinaison de touches pour définir le raccourci, ou sur Échap pour annuler
ja: キーの組み合わせを押してホットキーを設定するか、Esc でキャンセルします
ko: 키 조합을 눌러 단축키를 설정하거나 Esc 키를 눌러 취소하세요
pt: Pressione uma combinação de teclas para definir o atalho, ou Escape para cancelar
ru: Нажмите сочетание клавиш, чтобы задать горячую клавишу, или Escape для отмены
tr: Kısayolu ayarlamak için bir tuş kombinasyonuna basın veya iptal etmek için Esc tuşuna basın
zh_hans: 按下一个按键组合以设置快捷键，或按 Escape 取消
zh_hant: 按下一組按鍵以設定快速鍵，或按 Escape 取消

source: Press Enter to paste, Delete to remove
de: Enter drücken zum Einfügen, Entf zum Entfernen
es: Presione Intro para pegar, Suprimir para eliminar
fr: Appuyez sur Entrée pour coller, Suppr pour supprimer
ja: Enter でペースト、Delete で削除
ko: 붙여넣으려면 Enter, 제거하려면 Delete
pt: Pressione Enter para colar, Delete para remover
ru: Enter — вставить, Delete — удалить
tr: Yapıştırmak için Enter, kaldırmak için Delete
zh_hans: 按 Enter 粘贴，按 Delete 移除
zh_hant: 按 Enter 貼上，按 Delete 移除

source: Press shortcut...
de: Tastenkombination drücken…
es: Pulsa el atajo…
fr: Appuyer sur le raccourci…
ja: ショートカットを押してください…
ko: 단축키를 누르세요…
pt: Pressione o atalho…
ru: Нажмите сочетание клавиш…
tr: Kısayola basın…
zh_hans: 按下快捷键…
zh_hant: 按下快速鍵…

source: Press the key combination to set a new hotkey. The default is ⌘⇧V.
de: Drücken Sie die Tastenkombination, um eine neue Tastenkombination festzulegen. Standard ist ⌘⇧V.
es: Pulse la combinación de teclas para establecer un nuevo atajo. El valor predeterminado es ⌘⇧V.
fr: Appuyez sur la combinaison de touches pour définir un nouveau raccourci. La valeur par défaut est ⌘⇧V.
ja: 新しいホットキーを設定するにはキーの組み合わせを押してください。デフォルトは ⌘⇧V です。
ko: 새 단축키를 설정하려면 키 조합을 누르세요. 기본값은 ⌘⇧V입니다.
pt: Pressione a combinação de teclas para definir um novo atalho. O padrão é ⌘⇧V.
ru: Нажмите сочетание клавиш, чтобы задать новое. По умолчанию — ⌘⇧V.
tr: Yeni bir kısayol ayarlamak için tuş kombinasyonuna basın. Varsayılan ⌘⇧V'dir.
zh_hans: 按下按键组合设置新的快捷键。默认为 ⌘⇧V。
zh_hant: 按下按鍵組合來設定新的快速鍵。預設為 ⌘⇧V。

source: Press your desired key combination...
de: Drücken Sie die gewünschte Tastenkombination...
es: Presione la combinación de teclas deseada...
fr: Appuyez sur la combinaison de touches souhaitée...
ja: 希望するキーの組み合わせを押してください…
ko: 원하는 키 조합을 누르세요…
pt: Pressione a combinação de teclas desejada...
ru: Нажмите нужное сочетание клавиш…
tr: İstediğiniz tuş kombinasyonuna basın…
zh_hans: 按下您想要的按键组合…
zh_hant: 按下您想要的按鍵組合…

source: Pretty print JSON
de: JSON formatiert ausgeben
es: Imprimir JSON con formato
fr: Afficher JSON formaté
ja: JSON を整形して出力
ko: JSON 보기 좋게 출력
pt: Imprimir JSON formatado
ru: Отформатированный вывод JSON
tr: JSON'u biçimli yazdır
zh_hans: 美化打印 JSON
zh_hant: 美化輸出 JSON

source: Pretty-print JSON with indentation
de: JSON mit Einrückung formatieren
es: Formatear JSON con sangría
fr: Formater le JSON avec indentation
ja: インデント付きでJSONを整形
ko: 들여쓰기로 JSON 서식 지정
pt: Formatar JSON com indentação
ru: Форматировать JSON с отступами
tr: JSON'u girintiyle biçimlendir
zh_hans: 使用缩进美化 JSON
zh_hant: 使用縮排美化 JSON

source: Preview lines
de: Vorschauzeilen
es: Líneas de vista previa
fr: Lignes d'aperçu
ja: プレビュー行数
ko: 미리보기 줄 수
pt: Linhas de pré-visualização
ru: Строк предпросмотра
tr: Önizleme satırı
zh_hans: 预览行数
zh_hant: 預覽行數

source: Preview lines affects how much text is shown for each clipboard item.
de: „Vorschauzeilen“ bestimmt, wie viel Text pro Zwischenablage-Eintrag angezeigt wird.
es: «Líneas de vista previa» determina cuánto texto se muestra para cada elemento del portapapeles.
fr: « Lignes d’aperçu » détermine la quantité de texte affichée pour chaque élément.
ja: 「プレビュー行数」は各クリップボード項目に表示するテキスト量に影響します。
ko: 「미리보기 줄 수」는 각 클립보드 항목에 표시되는 텍스트 양에 영향을 줍니다.
pt: «Linhas de pré-visualização» afeta quanto texto é mostrado para cada item.
ru: «Строк предпросмотра» влияет на количество отображаемого текста.
tr: 「Önizleme satırı」, her pano öğesi için gösterilen metin miktarını belirler.
zh_hans: 「预览行数」会影响每个剪贴板项目显示的文本量。
zh_hant: 「預覽行數」會影響每個剪貼簿項目顯示的文字量。

source: Principal class '%@' does not inherit from NSObject
de: Principal-Klasse „%@" erbt nicht von NSObject
es: La clase principal «%@» no hereda de NSObject
fr: La classe principale « %@ » n'hérite pas de NSObject
ja: プリンシパルクラス「%@」は NSObject を継承していません
ko: 주요 클래스 '%@'이(가) NSObject를 상속하지 않습니다
pt: A classe principal "%@" não herda de NSObject
ru: Главный класс «%@» не наследуется от NSObject
tr: Ana sınıf "%@" NSObject'ten kalıtım almıyor
zh_hans: 主类 "%@" 不继承自 NSObject
zh_hant: 主要類別「%@」未繼承自 NSObject

source: Principal class '%@' not found in plugin bundle
de: Principal-Klasse „%@" im Plug-in-Bundle nicht gefunden
es: Clase principal «%@» no encontrada en el paquete del plugin
fr: Classe principale « %@ » introuvable dans le bundle du plugin
ja: プラグインバンドル内にプリンシパルクラス「%@」が見つかりません
ko: 플러그인 번들에서 주요 클래스 '%@'을(를) 찾을 수 없습니다
pt: Classe principal "%@" não encontrada no pacote do plugin
ru: Главный класс «%@» не найден в пакете плагина
tr: Eklenti paketinde "%@" ana sınıfı bulunamadı
zh_hans: 在插件包中未找到主类 "%@"
zh_hant: 在外掛程式套件中找不到主要類別「%@」

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인 정보
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Dashboard
de: Datenschutz-Dashboard
es: Panel de privacidad
fr: Tableau de bord de confidentialité
ja: プライバシーダッシュボード
ko: 개인정보 대시보드
pt: Painel de Privacidade
ru: Панель конфиденциальности
tr: Gizlilik Paneli
zh_hans: 隐私仪表板
zh_hant: 隱私儀表板

source: Privacy First
de: Datenschutz zuerst
es: Privacidad primero
fr: Confidentialité d'abord
ja: プライバシー優先
ko: 프라이버시 우선
pt: Privacidade em primeiro lugar
ru: Конфиденциальность прежде всего
tr: Gizlilik Öncelikli
zh_hans: 隐私优先
zh_hant: 隱私優先

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Proceeds to the next setup step
de: Geht zum nächsten Einrichtungsschritt
es: Pasa al siguiente paso de configuración
fr: Passe à l'étape suivante de configuration
ja: 次のセットアップ手順に進みます
ko: 다음 설정 단계로 진행
pt: Prossegue para a próxima etapa de configuração
ru: Переход к следующему шагу настройки
tr: Sonraki kurulum adımına geçer
zh_hans: 进入下一个设置步骤
zh_hant: 前往下一個設定步驟

source: Process Images
de: Bilder verarbeiten
es: Procesar imágenes
fr: Traiter les images
ja: 画像を処理
ko: 이미지 처리
pt: Processar Imagens
ru: Обработать изображения
tr: Görselleri İşle
zh_hans: 处理图像
zh_hant: 處理圖片

source: Processing Images...
de: Verarbeite Bilder…
es: Procesando imágenes…
fr: Traitement des images…
ja: 画像を処理中…
ko: 이미지 처리 중…
pt: Processando imagens…
ru: Обработка изображений…
tr: Görseller işleniyor…
zh_hans: 正在处理图像…
zh_hant: 正在處理圖片…

source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
ja: 生産性
ko: 생산성
pt: Produtividade
ru: Продуктивность
tr: Verimlilik
zh_hans: 效率
zh_hant: 生產力

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
ja: 進捗
ko: 진행률
pt: Progresso
ru: Прогресс
tr: İlerleme
zh_hans: 进度
zh_hant: 進度

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
ja: プロトコル
ko: 프로토콜
pt: Protocolo
ru: Протокол
tr: Protokol
zh_hans: 协议
zh_hant: 協定

source: Protocol Settings
de: Protokolleinstellungen
es: Ajustes de protocolo
fr: Réglages de protocole
ja: プロトコル設定
ko: 프로토콜 설정
pt: Configurações de Protocolo
ru: Настройки протокола
tr: Protokol Ayarları
zh_hans: 协议设置
zh_hant: 協定設定

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダ
ko: 제공자
pt: Provedor
ru: Поставщик
tr: Sağlayıcı
zh_hans: 提供商
zh_hant: 供應商

source: Provider Discovery
de: Anbieter-Discovery
es: Descubrimiento del proveedor
fr: Découverte du fournisseur
ja: プロバイダのディスカバリ
ko: 제공자 디스커버리
pt: Descoberta do Provedor
ru: Discovery поставщика
tr: Sağlayıcı Keşfi
zh_hans: 提供商发现
zh_hant: 供應商探索

source: Provider ID
de: Anbieter-ID
es: ID de proveedor
fr: ID du fournisseur
ja: プロバイダ ID
ko: 제공자 ID
pt: ID do Provedor
ru: ID поставщика
tr: Sağlayıcı Kimliği
zh_hans: 提供商 ID
zh_hant: 供應商 ID

source: Provider is not fully configured. Tap Edit to complete setup.
de: Anbieter ist nicht vollständig konfiguriert. Tippen Sie auf „Bearbeiten“, um die Einrichtung abzuschließen.
es: El proveedor no está completamente configurado. Toque Editar para completar la configuración.
fr: Le fournisseur n'est pas entièrement configuré. Appuyez sur Modifier pour terminer la configuration.
ja: プロバイダが完全には構成されていません。「編集」をタップしてセットアップを完了してください。
ko: 제공자가 완전히 구성되지 않았습니다. 편집을 탭하여 설정을 완료하세요.
pt: O provedor não está totalmente configurado. Toque em Editar para concluir a configuração.
ru: Поставщик не полностью настроен. Нажмите «Изменить», чтобы завершить настройку.
tr: Sağlayıcı tam olarak yapılandırılmamış. Kurulumu tamamlamak için Düzenle'ye dokunun.
zh_hans: 提供商未完全配置。点按编辑以完成设置。
zh_hant: 供應商尚未完全設定。點按編輯以完成設定。

source: Provider name
de: Anbietername
es: Nombre del proveedor
fr: Nom du fournisseur
ja: プロバイダ名
ko: 제공자 이름
pt: Nome do provedor
ru: Имя поставщика
tr: Sağlayıcı adı
zh_hans: 提供商名称
zh_hant: 供應商名稱

source: Provider name is required.
de: Ein Anbietername ist erforderlich.
es: Se requiere un nombre de proveedor.
fr: Un nom de fournisseur est requis.
ja: プロバイダ名が必要です。
ko: 공급자 이름이 필요합니다.
pt: O nome do provedor é obrigatório.
ru: Необходимо имя провайдера.
tr: Sağlayıcı adı gereklidir.
zh_hans: 需要提供商名称。
zh_hant: 需要提供者名稱。

source: Proxy count exceeded
de: Proxy-Anzahl überschritten
es: Recuento de proxy excedido
fr: Nombre de proxys dépassé
ja: プロキシ数の上限を超えました
ko: 프록시 수 초과
pt: Contagem de proxy excedida
ru: Превышено количество прокси
tr: Proxy sayısı aşıldı
zh_hans: 超出代理计数
zh_hant: 超過代理計數

source: Quick access with a single keystroke
de: Schneller Zugriff mit einem Tastendruck
es: Acceso rápido con una sola tecla
fr: Accès rapide d'une seule touche
ja: ワンキーで素早くアクセス
ko: 단일 키 입력으로 빠른 액세스
pt: Acesso rápido com uma única tecla
ru: Быстрый доступ одним нажатием
tr: Tek tuşla hızlı erişim
zh_hans: 一键快速访问
zh_hant: 一鍵快速存取

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
ja: クイックアクション
ko: 빠른 작업
pt: Ações Rápidas
ru: Быстрые действия
tr: Hızlı Eylemler
zh_hans: 快速操作
zh_hant: 快速動作

source: Quick Copy
de: Schnellkopie
es: Copia rápida
fr: Copie rapide
ja: クイックコピー
ko: 빠른 복사
pt: Cópia rápida
ru: Быстрое копирование
tr: Hızlı Kopyalama
zh_hans: 快速复制
zh_hant: 快速複製

source: Quick Paste
de: Schnelles Einfügen
es: Pegado rápido
fr: Collage rapide
ja: クイックペースト
ko: 빠른 붙여넣기
pt: Colagem Rápida
ru: Быстрая вставка
tr: Hızlı Yapıştır
zh_hans: 快速粘贴
zh_hant: 快速貼上

source: Quick Presets
de: Schnellvorlagen
es: Preajustes rápidos
fr: Préréglages rapides
ja: クイックプリセット
ko: 빠른 사전 설정
pt: Predefinições rápidas
ru: Быстрые предустановки
tr: Hızlı Ön Ayarlar
zh_hans: 快速预设
zh_hant: 快速預設

source: Quick Tour
de: Kurzübersicht
es: Tour rápido
fr: Visite rapide
ja: クイックツアー
ko: 빠른 둘러보기
pt: Tour rápido
ru: Быстрый обзор
tr: Hızlı Tur
zh_hans: 快速导览
zh_hant: 快速導覽

source: Quit PasteShelf
de: PasteShelf beenden
es: Salir de PasteShelf
fr: Quitter PasteShelf
ja: PasteShelfを終了
ko: PasteShelf 종료
pt: Encerrar PasteShelf
ru: Завершить PasteShelf
tr: PasteShelf'ten Çık
zh_hans: 退出 PasteShelf
zh_hant: 退出 PasteShelf

source: Randomize the order of lines
de: Reihenfolge der Zeilen zufällig sortieren
es: Aleatorizar el orden de las líneas
fr: Randomiser l'ordre des lignes
ja: 行の順序をランダム化
ko: 줄 순서를 무작위로
pt: Aleatorizar a ordem das linhas
ru: Случайный порядок строк
tr: Satırların sırasını rastgele yap
zh_hans: 随机化行顺序
zh_hant: 隨機化行順序

source: Read Clipboard
de: Zwischenablage lesen
es: Leer portapapeles
fr: Lire le presse-papiers
ja: クリップボードを読み取る
ko: 클립보드 읽기
pt: Ler Área de Transferência
ru: Читать буфер обмена
tr: Panoyu Oku
zh_hans: 读取剪贴板
zh_hant: 讀取剪貼簿

source: Read privacy policy
de: Datenschutzerklärung lesen
es: Leer la política de privacidad
fr: Lire la politique de confidentialité
ja: プライバシーポリシーを読む
ko: 개인정보 처리방침 읽기
pt: Ler política de privacidade
ru: Читать политику конфиденциальности
tr: Gizlilik politikasını oku
zh_hans: 阅读隐私政策
zh_hant: 閱讀隱私權政策

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pt: Pronto
ru: Готово
tr: Hazır
zh_hans: 就绪
zh_hant: 就緒

source: Ready to sync
de: Bereit zum Synchronisieren
es: Listo para sincronizar
fr: Prêt à synchroniser
ja: 同期の準備完了
ko: 동기화 준비 완료
pt: Pronto para sincronizar
ru: Готов к синхронизации
tr: Senkronizasyona hazır
zh_hans: 准备同步
zh_hant: 準備同步

source: Rebuild Index
de: Index neu erstellen
es: Reconstruir índice
fr: Reconstruire l'index
ja: インデックスを再構築
ko: 색인 재구축
pt: Reconstruir Índice
ru: Перестроить индекс
tr: Dizini Yeniden Oluştur
zh_hans: 重建索引
zh_hant: 重建索引

source: Recent Violations (%lld)
de: Letzte Verstöße (%lld)
es: Infracciones recientes (%lld)
fr: Violations récentes (%lld)
ja: 最近の違反 (%lld)
ko: 최근 위반 (%lld)
pt: Violações Recentes (%lld)
ru: Последние нарушения (%lld)
tr: Son İhlaller (%lld)
zh_hans: 最近违规 (%lld)
zh_hant: 最近違規 (%lld)

source: Recommended for public clients; requires the provider to support S256
de: Für öffentliche Clients empfohlen; Anbieter muss S256 unterstützen
es: Recomendado para clientes públicos; requiere que el proveedor admita S256
fr: Recommandé pour les clients publics ; nécessite que le fournisseur prenne en charge S256
ja: パブリッククライアントに推奨。プロバイダが S256 に対応している必要があります
ko: 공개 클라이언트에 권장; 제공자가 S256을 지원해야 합니다
pt: Recomendado para clientes públicos; requer que o provedor suporte S256
ru: Рекомендуется для публичных клиентов; поставщик должен поддерживать S256
tr: Genel istemciler için önerilir; sağlayıcının S256 desteklemesi gerekir
zh_hans: 建议公共客户端使用；要求提供商支持 S256
zh_hant: 建議公開用戶端使用；需要供應商支援 S256

source: Record activity logs for enterprise compliance and security auditing.
de: Aktivitätsprotokolle für Enterprise-Compliance und Sicherheitsaudit aufzeichnen.
es: Registrar los logs de actividad para la conformidad empresarial y la auditoría de seguridad.
fr: Enregistrer les journaux d'activité pour la conformité d'entreprise et l'audit de sécurité.
ja: エンタープライズ コンプライアンスとセキュリティ監査のためにアクティビティログを記録します。
ko: 엔터프라이즈 컴플라이언스와 보안 감사를 위해 활동 로그를 기록합니다.
pt: Registrar logs de atividade para conformidade empresarial e auditoria de segurança.
ru: Записывать журналы активности для корпоративного комплаенса и аудита безопасности.
tr: Kurumsal uyumluluk ve güvenlik denetimi için etkinlik günlüklerini kaydedin.
zh_hans: 记录活动日志以用于企业合规和安全审计。
zh_hant: 記錄活動日誌以用於企業合規與安全稽核。

source: Record not found in iCloud.
de: Datensatz in iCloud nicht gefunden.
es: Registro no encontrado en iCloud.
fr: Enregistrement introuvable dans iCloud.
ja: iCloud にレコードが見つかりません。
ko: iCloud에서 레코드를 찾을 수 없습니다.
pt: Registro não encontrado no iCloud.
ru: Запись не найдена в iCloud.
tr: iCloud'da kayıt bulunamadı.
zh_hans: 在 iCloud 中未找到记录。
zh_hant: 在 iCloud 中找不到記錄。

source: Record was modified on another device. Resolving conflict...
de: Datensatz wurde auf einem anderen Gerät geändert. Konflikt wird aufgelöst…
es: El registro se modificó en otro dispositivo. Resolviendo conflicto…
fr: L'enregistrement a été modifié sur un autre appareil. Résolution du conflit…
ja: レコードが別の端末で変更されました。競合を解決中…
ko: 레코드가 다른 기기에서 수정되었습니다. 충돌 해결 중…
pt: O registro foi modificado em outro dispositivo. Resolvendo conflito…
ru: Запись изменена на другом устройстве. Разрешение конфликта…
tr: Kayıt başka bir cihazda değiştirildi. Çakışma çözülüyor…
zh_hans: 记录已在另一台设备上修改。正在解决冲突…
zh_hant: 記錄已在另一台裝置上修改。正在解決衝突…

source: Recording
de: Aufzeichnung
es: Grabando
fr: Enregistrement
ja: 記録中
ko: 기록 중
pt: Gravando
ru: Запись
tr: Kaydediliyor
zh_hans: 正在录制
zh_hant: 錄製中

source: Redact
de: Schwärzen
es: Censurar
fr: Expurger
ja: 伏せる
ko: 삭제 처리
pt: Censurar
ru: Скрыть
tr: Sansürle
zh_hans: 屏蔽
zh_hant: 遮蔽

source: Redact — replace matched content with [REDACTED]
de: Schwärzen — den übereinstimmenden Inhalt durch [REDACTED] ersetzen
es: Redactar: reemplaza el contenido coincidente por [REDACTED]
fr: Censurer — remplace le contenu correspondant par [REDACTED]
ja: 編集 — 一致したコンテンツを [REDACTED] に置き換えます
ko: 편집 — 일치하는 콘텐츠를 [REDACTED]로 대체
pt: Redigir — substitui o conteúdo correspondente por [REDACTED]
ru: Скрыть — заменить совпадающее содержимое на [REDACTED]
tr: Sansürle — eşleşen içeriği [REDACTED] ile değiştirir
zh_hans: 遮蔽 — 将匹配内容替换为 [REDACTED]
zh_hant: 遮蔽 — 將相符內容替換為 [REDACTED]

source: Refresh the DLP rule list from the admin console. The rule may have been deleted.
de: Aktualisieren Sie die DLP-Regelliste über die Administrationskonsole. Die Regel wurde möglicherweise gelöscht.
es: Actualiza la lista de reglas DLP desde la consola de administración. Es posible que la regla se haya eliminado.
fr: Actualisez la liste des règles DLP depuis la console d'administration. La règle a peut-être été supprimée.
ja: 管理コンソールから DLP ルール一覧を更新してください。ルールが削除された可能性があります。
ko: 관리 콘솔에서 DLP 규칙 목록을 새로 고치세요. 규칙이 삭제되었을 수 있습니다.
pt: Atualize a lista de regras DLP a partir do console de administração. A regra pode ter sido excluída.
ru: Обновите список правил DLP в консоли администратора. Возможно, правило было удалено.
tr: DLP kural listesini yönetici konsolundan yenileyin. Kural silinmiş olabilir.
zh_hans: 从管理控制台刷新 DLP 规则列表。该规则可能已被删除。
zh_hant: 從管理主控台重新整理 DLP 規則清單。該規則可能已被刪除。

source: Register custom automation actions
de: Benutzerdefinierte Automatisierungsaktionen registrieren
es: Registrar acciones de automatización personalizadas
fr: Enregistrer des actions d'automatisation personnalisées
ja: カスタム自動化アクションを登録
ko: 사용자 정의 자동화 작업 등록
pt: Registrar ações de automação personalizadas
ru: Регистрировать собственные действия автоматизации
tr: Özel otomasyon eylemleri kaydet
zh_hans: 注册自定义自动化操作
zh_hant: 註冊自訂自動化動作

source: Register these values with your identity provider.
de: Registrieren Sie diese Werte bei Ihrem Identitätsanbieter.
es: Registre estos valores con su proveedor de identidad.
fr: Enregistrez ces valeurs auprès de votre fournisseur d'identité.
ja: これらの値を ID プロバイダに登録してください。
ko: 이 값을 ID 제공자에 등록하세요.
pt: Registre esses valores no seu provedor de identidade.
ru: Зарегистрируйте эти значения у поставщика удостоверений.
tr: Bu değerleri kimlik sağlayıcınıza kaydedin.
zh_hans: 将这些值注册到您的身份提供商。
zh_hant: 將這些值註冊到您的身分提供者。
